[
  {
    "name":"E-mail address spoofing",
    "description":"A mail with a certain e-mail address could be sent by a very different one. The sender's e-mail field can be manipulated easily.",
    "link":"https://en.wikipedia.org/wiki/Email_spoofing"
  },
  {
    "name":"URL Uniform Ressource Locator",
    "description":"A website's URL tells you where it is coming from. If a domain name doesn't match the displayed page, it is most likely a phising website. The domain stands in between the 'https://' and the ending, e.g. '.com'. For example: https://google.com",
    "link":""
  },
  {
    "name":"Domain permutation",
    "description":"An URL can be faked easily by taking the original website's name and making only minor changes. Often there is just a single letter altered or the order of some words changed. For example 'micosofts.com' or 'instagramm.com'",
    "link":"https://en.wikipedia.org/wiki/Typosquatting"
  },
  {
    "name":"Spoofed websites",
    "description":"The seemingly authentic appearance of a website doesn't grant for safe use. The website's user interface can be copied by only using simple tools.",
    "link":"https://www.phishing.org/phishing-and-spoofing"
  },
  {
    "name":"Unsecure connection",
    "description":"The lock in your browser near the URL indicates if the connection is encrypted or not. The open lock signals a unencrypted http connection where all your data is transmitted like an open book. Never enter passwords on a website with an open lock. If you see a closed lock in your browser, a encrypted connection is used and your passwords arrive safe on the other end.",
    "link":""
  },
  {
    "name":"Question everything",
    "description":"False lottery wins or warnings of virus attacks are often used by attackers to put people under pressure, so they would act imprudent. Don't be credulous, think twice before you act.",
    "link":""
  },
  {
    "name":"Compressed Links",
    "description":"There are third party services that reduce the length of a hyperlink, which makes them unreadable. In this case you can't see where they are leading to. Trustworthy sources don't have reasons to hide their location, as it would make them look suspicious.",
    "link":"https://en.wikipedia.org/wiki/URL_shortening"
  },
  {
    "name":"A virus on your computer",
    "description":"Websites have very little insight about your computer if your system is healthy and up to date. If they say your system is infected by a virus and their software will cure it,  stay calm. A website can't scan your whole system but your local anti virus software does.",
    "link":""
  },
  {
    "name":"Drive by download",
    "description":"Upon visiting a website, clicking a link or accessing e-mail attachements, malware could be downloaded in the background without you noticing. While you think you have clicked a link, you have actually just given the permission for a download instead.",
    "link":"https://en.wikipedia.org/wiki/Drive-by_download"
  },
  {
    "name":"Spam",
    "description":"An e-mail you didn't request. Most of them are harmless, still they are unwanted.",
    "link":"https://en.wikipedia.org/wiki/Email_spam"
  },
  {
    "name":"Dangerous Documents",
    "description":"So called file less attacks are common documents like PDFs or Microsoft Office documents with malicious program code injected. If you open a file, scan it with your antivirus software first.",
    "link":"https://www.mcafee.com/enterprise/en-us/security-awareness/ransomware/what-is-fileless-malware.html"
  },
  {
    "name":"Urgent Notifications and Confirmation",
    "description":"Account validation and customer service. These are reasons why valid companies send out authentic e-mails. You should always ask yourself: 'Did I request the e-mail?' When in doubt go to the official page by a searchengine and check yourself.",
    "link":""
  },
  {
    "name":"Advanced Attacks: Fake DNS resolution.",
    "description":"URLs are unique. They translate to an IP address \"Domain Name System\", also called DNS. DNS messages are unencrypted and not verified so in theory a attacker could place his own DNS server between the original one and your computer and serve you any page with any URL he likes. This is not very likely and just a technical possibility, but if you are in a critical working position the effort of this attack may pay off to the attacker.",
    "link":"https://www.welivesecurity.com/2017/02/27/dns-attacks-try-direct-fake-pages/"
  },
  {
    "name":"Unprofessional appearance",
    "description":"While a website or a e-mail doesn't have to be malicious if it looks very self made, but it is a general indication of a phishing attack. So if something looks quite phishy, better don't use it. If the authentic company was on a budget when creating their design, they were on a budget when implementing security as well, if they even have any.",
    "link":""
  }
]
